<?php
session_start();
 ?>
<!DOCTYPE html>
<html lang="ko" dir="ltr">
  <head>
    <meta charset="utf-8">
    <link rel="stylesheet" href="http://<?php echo $_SERVER['HTTP_HOST']; ?>/santteut/common/css/login_menu.css?ver=2">
    <title>이용약관</title>
  </head>

  <body>
    <!--로그인 회원가입 로그아웃-->
    <div id="wrap">
    <header>
      <?php include $_SERVER['DOCUMENT_ROOT']."/santteut/common/lib/login_menu.php";?>
    </header>
    <br><br><br><br>
    <div id="terms" style="width:60%; margin-left: 20%;">
      <h2>이용약관</h2><br>
      <h3>기본사항</h3>
      <hr>
      <p>Santteut.com(이하 당사) 웹/모바일 서비스 이용을 환영합니다. 본 서비스는 사용자들이 여행정보를 얻고, 정보를 공유하는 것에 도움을 주기 위하여 제공됩니다. 본 서비스는 이하 규정된 약관 및 기본사항을 수정 없이 수락한다는 조건부로 사용자에게 제공됩니다. "사용자" 및 "귀하"는 회원을 포함하여 본 서비스를 이용하는 모든 이용자를 지칭합니다.</p>
      <p>사용자는 어떠한 방식으로 본 서비스에 접속하거나 이용하는 경우 본 약관 및 기본사항에 동의하는 것을 의미합니다. 아래의 사항들을 주의 깊게 읽어 주시고, 전체의 조항들에 대하여 동의할 수 없다면 본 서비스를 이용하실 수 없습니다. 정기적으로 이 페이지를 방문하여 가장 최근 버전의 약관과 기본사항을 검토하시길 바랍니다. 당사는 언제든 단독 재량으로 관련법에 위배되지 않는 범위에서 약관 및 기본사항을 변경하거나 수정할 권리를 가지고 있으며 귀하가 계속하여 본 서비스에 접속하여 이용하신다면 갱신되거나 수정된 약관 및 기본사항을 수락한다는 것을 의미합니다. </p>
      <p>Santteut.com (웹) 서비스의 사용자들은 서비스 이용에 대하여 요금을 부담하지 않습니다. 그러나, 본 서비스 내에는 여행업 관련 서비스 제공자나 항공사, 소매업자가 운영하고 소유하는 제3의 웹사이트 링크를 포함하고 있습니다. 그러한 제3자들은 각 서비스에서 제공된 콘텐츠나 서비스의 이용에 대하여 요금을 부과할 수 있습니다. 그러므로, 제3자와 거래를 진행하기 전에 요금 부과 여부에 대하여 필요하거나 적절하다고 느끼는 조사를 하여야 합니다. 본 서비스에서 요금에 관한 정보를 제공하는 경우, 그러한 정보는 편의와 참고용으로만 제공되는 것입니다. 당사는 어떤 경우에도 그러한 정보가 정확하다거나 또는 제3자 웹사이트에서 제공된 콘텐츠나 서비스에 대하여 책임을 부담하지 않습니다.</p>
      <br><br>


      <h3>제 1 조 (목 적)</h3>
      <hr>
      <p>이 서비스 이용약관(이하 “약관”이라 합니다)은 earthtory Co.,Ltd.(이하 “회사”라 합니다)가 제공하는 서비스와 관련하여 회사와 이용 고객(또는 회원) 간에 서비스의 이용 조건 및 절차, 회사와 회원 간의 권리, 의무 및 책임 사항 기타 필요한 사항을 규정함을 목적으로 합니다.</p>
      <br><br>

      <h3>제 2 조 (용어의 정의)</h3>
      <hr>
      <p>
        1. 서비스 : 이용 고객 또는 회원이 PC, TV, 휴대형 단말기 등 각종 유무선 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 인터넷 서비스를 말하며, 회사가 공개한 API를 이용하여 제3자가 개발 또는 구축한 프로그램이나 서비스를 통하여 이용 고객 또는 회원에게 제공되는 경우를 포함합니다.
      </p>
      <p>
        회사는 귀하의 정보를 수시로 저장하고 찾아내는 ‘쿠키(cookie)’ 등을 운용합니다. 쿠키란 서비스를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 또는 휴대폰과 같은 디바이스에 저장됩니다.
      </p>

      <p>
        2. 회원 : 서비스에 접속하여 이 약관에 동의하고 ID와 비밀번호를 발급 받은 이용고객을 말합니다.
      </p>

      <p>
        3. 회원은 회사가 전항에 따라 변경하는 약관에 동의하지 않을 권리가 있으며, 이 경우 회원은 회사에서 제공하는 서비스 이용 중단 및 탈퇴 의사를 표시하고 서비스 이용 종료를 요청할 수 있습니다. 다만, 회사가 회원에게 변경된 약관의 내용을 통보하면서 회원에게 "7일 이내 의사 표시를 하지 않을 경우 의사 표시가 표명된 것으로 본다는 뜻"을 명확히 통지하였음에도 불구하고, 거부의 의사표시를 하지 아니한 경우 회원이 변경된 약관에 동의하는 것으로 봅니다.
      </p>

      <p>
        4. 회원은 약관의 변경에 대하여 주의의무를 다하여야 하며, 변경된 약관의 부지로 인한 회원의 피해는 회사가 책임지지 않습니다.
      </p>

      <p>
        5. 도메인: 회원의 서비스 이용을 위하여 회원이 신청하여 회사가 부여한 고유한 인터넷 주소를 의미합니다. 회사는 제공하는 제반 서비스를 위해서 서비스에 따라 별도의 도메인 주소를 추가적으로 제공합니다.
      </p>
      <p>
        6. 게시물 : 회원이 회사가 제공하는 서비스에 게시 또는 등록하는 부호(URL 포함), 문자, 음성, 음향, 영상(동영상 포함),이미지(사진 포함), 파일 등을 말합니다.
      </p>



      <h3>제 3 조 (약관의 효력 및 변경)</h3>
      <hr>
      <p>1. 서비스 : 이용 고객 또는 회원이 PC, TV, 휴대형 단말기 등 각종 유무선 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 인터넷 서비스를 말하며, 회사가 공개한 API를 이용하여 제3자가 개발 또는 구축한 프로그램이나 서비스를 통하여 이용 고객 또는 회원에게 제공되는 경우를 포함합니다.</p>
      <p>쿠키</p>
      <p>회사는 귀하의 정보를 수시로 저장하고 찾아내는 ‘쿠키(cookie)’ 등을 운용합니다. 쿠키란 서비스를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 또는 휴대폰과 같은 디바이스에 저장됩니다. </p>

      <p>2. 회원 : 서비스에 접속하여 이 약관에 동의하고 ID와 비밀번호를 발급 받은 이용고객을 말합니다.</p>

      <p>
        3. ID(고유번호) : 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 영문자와 숫자의 조합을 말합니다.
      </p>

      <p>
      4. 비밀번호 : 회원의 회원정보 보호를 위해 회원 자신이 설정한 문자와 숫자의 조합을 말합니다.
      </p>


      <h3>제 3 조 (약관의 효력 및 변경)</h3>
      <hr>
      <p>1. 서비스 : 이용 고객 또는 회원이 PC, TV, 휴대형 단말기 등 각종 유무선 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 인터넷 서비스를 말하며, 회사가 공개한 API를 이용하여 제3자가 개발 또는 구축한 프로그램이나 서비스를 통하여 이용 고객 또는 회원에게 제공되는 경우를 포함합니다.</p>
      <p>쿠키</p>
      <p>회사는 귀하의 정보를 수시로 저장하고 찾아내는 ‘쿠키(cookie)’ 등을 운용합니다. 쿠키란 서비스를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 또는 휴대폰과 같은 디바이스에 저장됩니다. </p>

      <p>2. 회원 : 서비스에 접속하여 이 약관에 동의하고 ID와 비밀번호를 발급 받은 이용고객을 말합니다.</p>

      <p>
        3. ID(고유번호) : 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 영문자와 숫자의 조합을 말합니다.
      </p>

      <p>
      4. 비밀번호 : 회원의 회원정보 보호를 위해 회원 자신이 설정한 문자와 숫자의 조합을 말합니다.
      </p>






      <h3>제 3 조 (약관의 효력 및 변경)</h3>
      <hr>
      <p>1. 서비스 : 이용 고객 또는 회원이 PC, TV, 휴대형 단말기 등 각종 유무선 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 인터넷 서비스를 말하며, 회사가 공개한 API를 이용하여 제3자가 개발 또는 구축한 프로그램이나 서비스를 통하여 이용 고객 또는 회원에게 제공되는 경우를 포함합니다.</p>
      <p>쿠키</p>
      <p>회사는 귀하의 정보를 수시로 저장하고 찾아내는 ‘쿠키(cookie)’ 등을 운용합니다. 쿠키란 서비스를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 또는 휴대폰과 같은 디바이스에 저장됩니다. </p>

      <p>2. 회원 : 서비스에 접속하여 이 약관에 동의하고 ID와 비밀번호를 발급 받은 이용고객을 말합니다.</p>

      <p>
        3. ID(고유번호) : 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 영문자와 숫자의 조합을 말합니다.
      </p>

      <p>
      4. 비밀번호 : 회원의 회원정보 보호를 위해 회원 자신이 설정한 문자와 숫자의 조합을 말합니다.
      </p>







      <h3>제 4 조 (약관 외 준칙)</h3>
      <hr>
      <p>
        1. 서비스 : 이용 고객 또는 회원이 PC, TV, 휴대형 단말기 등 각종 유무선 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 인터넷 서비스를 말하며, 회사가 공개한 API를 이용하여 제3자가 개발 또는 구축한 프로그램이나 서비스를 통하여 이용 고객 또는 회원에게 제공되는 경우를 포함합니다.
      </p>
      <p>
        쿠2. 본 약관에 명시되지 않은 사항이 관계법령에 규정되어 있을 경우에는 그 규정에 따릅니다.
      </p>

      <h3>제 5 조 (이용계약의 성립)</h3>
      <hr>
      <p>1. 이용계약은 회원이 본 서비스 및 제반 서비스에서 제공하는 회원 가입 페이지에서 서비스 이용약관에 동의한 후 이용신청을 하고 신청한 내용에 대해서 회사가 승낙함으로써 체결됩니다.</p>
      <p>2. 회사는 이용약관에 동의한 후 이용 신청한 사용자에 대해서 원칙적으로 접수 순서에 따라 서비스 이용을 승낙함을 원칙으로 합니다. 다만 업무 수행상 또는 기술상 지장이 있을 경우 일정시간 가입승인을 유보할 수 있습니다.</p>
      <p>3. 회사가 제공하는 서비스는 14세 미만의 아동을 위한 서비스가 아니며 회원이 본 서비스에 계정을 만들고 서비스를 이용하기 위해서는 14세 이상이어야 합니다. </p>
      <p>4. 회사는 다음 각 호에 해당하는 신청에 대해서 승낙하지 않거나 사후에 이용계약을 해지할 수 있습니다.</p>
      <p>- 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우</p>
      <p>- 제3자의 전자우편 주소를 이용하여 신청한 경우</p>
      <p>- 허위의 정보를 기재하거나, 회사가 필수적으로 입력을 요청한 부분을 기재하지 않은 경우</p>
      <p>- 부정한 용도로 서비스를 사용하고자 하는 경우</p>
      <p>- 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우</p>
      <p>- 회사의 정책에 적합하지 않는 회원으로 판단되는 경우나 서비스 제공이 곤란한 경우</p>
      <p>- 회원의 이용 목적이나 서비스 이용 방법이 회사의 재산권이나 영업권을 침해하거나 침해할 우려가 있는 경우</p>
      <p>- 비정상적인 방법을 통하여 아이디 및 도메인을 대량으로 생성하는 행위</p>
      <p>- 14세 미만의 아동이 법정대리인의 동의 없이 가입한 경우</p>
      <p>5. 회원은 회사에 언제든지 회원 탈퇴를 요청하여 이용계약을 해지할 수 있습니다.</p>
      <p>6. 회원은 회원 가입 시 기재한 개인정보의 내용에 변경이 발생한 경우, 즉시 변경사항을 정정하여 기재하여야 합니다. 변경의 지체로 인하여 발생한 회원의 손해에 대해 회사는 책임을 지지 않습니다.</p>
      <p>7. 회사는 관련 법률 및 회사의 개인정보취급방침에서 정한 바에 따라 회원에게 요청하는 회원정보 및 기타정보 항목을 추가, 삭제 등 변경하여 수집 및 이용 할 수 있습니다.</p>
      <br><br><br><br><br><br><br>
    </div>
    <footer id="foo">
      <?php include $_SERVER['DOCUMENT_ROOT']."/santteut/common/lib/footer.php";?>
    </footer>

    </div>

  </body>
</html>
